Merge pull request #15 from catatafishen/feat/sse-mode
Feat/sse mode
